{"text": "Morris Smith Miller (July 31, 1779 -- November 16, 1824) was a United States Representative from New York. Born in New York City, he graduated from Union College in Schenectady in 1798. He studied law and was admitted to the bar. Miller served as private secretary to Governor Jay, and subsequently, in 1806, commenced the practice of his profession in Utica. He was president of the village of Utica in 1808 and judge of the court of common pleas of Oneida County from 1810 until his death.", "sub": "Morris S. Miller", "obj": "New York City", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Emmanuel Scheffer (, born 1 February 1924 in Germany) is an Israeli football coach.", "sub": "Emmanuel Scheffer", "obj": "Germany", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Not only is Moreira a consummate performer, but he is also strongly involved in the promotion of education. When the album was launched in his home town of Maputo, he donated R10 000 to start a campaign to renovate the Escola Nacional de Musica (National School of Music)--the school he attended as a youth. Whenever he goes back to Maputo, he makes sure to spend some time at the school conducting workshops.", "sub": "Moreira Chonguica", "obj": "Maputo", "n_raters": 6, "rater_percent": 0.3333333333333333, "overall": false}
{"text": "Jack Curtner (9 July 1888 Greenville, Ohio -- 1 January 1961 Dayton, Ohio) was an American racecar driver.", "sub": "Jack Curtner", "obj": "Greenville", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Juan Laporte (born November 24, 1959) is a former boxer who was born in Guayama, Puerto Rico.", "sub": "Juan Laporte", "obj": "Guayama", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Muhammad Tulaimat (محمد طليمات) (born 1941) is a modernist painter from the city of Homs, Syria. He was born to a merchant family. He studied engineering in Aleppo, and then moved back to Homs to work at the Directorate of Water Resources. At that time, he was very active in painting until he left Syria to pursue his career in engineering. He lived for short periods in Libya, Egypt, Saudi Arabia, and Kuwait in which he stayed for 11 years. He then returned to his hometown Homs, and returned to his original passion, painting. A documentary on his life and paintings was aired on Syrian TV in 2002. Tulaimat is one of the original founders of the Association of Fine Art in Homs, Syria. He has held exhibitions in Rome, Paris, Beirut, Riyadh, and Chicago. His works are owned by museums and individuals around the world.", "sub": "Muhammad Tulaimat", "obj": "Homs", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "Vanessa Chinitor (born 13 October 1976, Dendermonde) is a Belgian singer, best known outside Belgium for her participation in the 1999 Eurovision Song Contest.", "sub": "Vanessa Chinitor", "obj": "Dendermonde", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Angus Mackay, born in Lima, Peru in 1939, is a Scottish historian and Hispanist, specialising in Later Medieval Spain.", "sub": "Angus Mackay", "obj": "Lima", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "John Milne Bramwell (1852 -- 1925) was a Scottish physician and author, born at Perth, and educated at the University of Edinburgh.", "sub": "John Milne Bramwell", "obj": "Perth", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Sinclair, was born in Russia in 1890 and educated in Philadelphia, before attending St Leonards School in St Andrews, where women's lacrosse had been introduced by Louisa Lumsden. Lumsden brought the game to Scotland after watching a men's lacrosse game between the Canghuwaya Indians and the Montreal Lacrosse Club.", "sub": "Rosabelle Sinclair", "obj": "Russia", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Lezana was born at Madrid. He took the habit at Alberca, in Old Castile, 18 October 1600, and made his profession at the house of the Carmelites of the Old Observance, at Madrid, in 1602. He studied philosophy at Toledo, theology at Salamanca, partly at the college of the order, partly at the university under Juan Marquez, and finally at Alcalá under Luis de Montesion.", "sub": "Juan Bautista de Lezana", "obj": "Madrid", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Njavro was born in Cerovica, near Neum in the Kingdom of Yugoslavia (today part of Bosnia and Herzegovina). He attended elementary school here and gymnasium in Dubrovnik, Croatia.", "sub": "Juraj Njavro", "obj": "Neum", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Bardsley was born at Kelvedon, Essex, on 27 April 1764. His medical studies were begun at Nottingham, where he passed an apprenticeship to a surgeon, and followed up at London, Edinburgh, and Leyden. He was entered of the Leyden University in August 1786, and graduated there in 1789. After passing a short time at Doncaster he removed to Manchester in 1790, and was elected physician to the Manchester Infirmary, a position he retained until August 1823, gaining during the thirty-three years great esteem as ''the very model of an hospital physician. ``", "sub": "Samuel Argent Bardsley", "obj": "Kelvedon", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Ana Luiza Nobre is a Brazilian architectural historian, author and critic, born in Rio de Janeiro in 1964. She is Director of the History, Theory and Criticism Section of the School of Architecture and Urbanism at the Catholic University of Rio de Janeiro (PUC-Rio), in Brazil, where she has been teaching for the last 10 years.", "sub": "Ana Luiza Nobre", "obj": "Rio de Janeiro", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Berlin, Ash emigrated with his family to Britain in 1938 to escape Nazism. Educated at the independent University College School, he won a scholarship to Imperial College London aged 17, and after graduating in electrical engineering, he continued his studies with doctoral research. His Ph.D. supervisor was Dennis Gabor, a Nobel Prize-winning physicist, and his thesis was published as Electron Interaction Effects (1952). He worked on microwave tubes as a Fulbright scholar at Stanford University for two years, before returning to the UK with his American wife, Clare, to continue this work at the Standard Telecommunications Laboratory (now Nortel) in London.", "sub": "Eric Ash", "obj": "Berlin", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Alex and Cyril had a club in a pub upstairs room on Wardour St where blues aficionados would gather on Wednesdays but they needed a larger venue for the noisy big band. With some difficulty, and support from Barber, Giorgio persuaded Pendleton to run a weekly Blues Night on Thursdays at his newly opened neighbouring club The Marquee. Korner's new band, and others, were duly booked. However the audiences were still limited to a small group of enthusiasts and the future was uncertain.", "sub": "Giorgio Gomelsky", "obj": "Marquee Club", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Adam was born on 7 March 1891 in Vitebsk, Russian Empire. He enlisted in the Russian Navy to become a military officer, finishing the Naval Corps School in Saint Petersburg in 1911.", "sub": "Adam Mohuczy", "obj": "Vitebsk", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Morris Bear Squire was born on November 5 1923 in Chicago Illinois, the son Ukrainian immigrants. His father was a dentist and his mother was a pharmacist. Squire earned degrees in psychology from the University of Illinois and University of Chicago. In 1958, Squire purchased a Chicago psychiatric hospital and succeeded in administrating it. During the subsequent years, Squire purchased and administrated 25 more psychiatric treatment facilities.", "sub": "Morris Bear Squire", "obj": "Chicago", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Milwaukee, Wisconsin, Conta graduated from Casimir Pulaski High School. He served in the United States Army 1962-1964 He received his bachelors degree from Ripon College and his masters degrees from Harvard University and University of Wisconsin-- Milwaukee. He served in the Wisconsin State Assembly as a Democratic until 1976, when he was appointed Secretary of the Wisconsin Department of Revenue. In 1979, he left government to form a consulting and management business: Conta&Associates.", "sub": "Dennis Conta", "obj": "Milwaukee", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in 1953 in Harrogate, Yorkshire, England, Carol was educated in Whitby by Anglican nuns within sight of Whitby Abbey. Her love of ancient and medieval history took her to London University where she read History at Royal Holloway College. Her first novel, set in 11th century England and published by Mills & Boon, won the RNA New Writers' Award in 1989. For the last 20 years she has lived in London with her husband and daughter.", "sub": "Carol Townend", "obj": "Harrogate", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Stevenson was born at Glasgow, the son of James Stevenson, a merchant of Glasgow and his wife Jane Stewart Shannan, daughter of Alexander Shannan, merchant of Greenock. He studied with David Bryce and Sir George Gilbert Scott. He practised architecture in Glasgow and, from 1870, in London. He is particularly associated with the British Queen Anne revival style.", "sub": "J. J. Stevenson", "obj": "Glasgow", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Sfondrati was born at Milan. At the age of twelve he was placed in the school at Rorschach, on the Bodensee, which was conducted by the Benedictines of St Gall, and on 26 April 1660, he took the Benedictine habit at St. Gall. When twenty-two years old he already taught philosophy and theology at Kempten, and, after his elevation to the priesthood (26 April 1668), he became professor and master of novices at his monastery.", "sub": "Celestino Sfondrati", "obj": "Milan", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "The son of Duncan McLaren, a former Provost of Edinburgh and Member of Parliament, he was born in Edinburgh. He attended Edinburgh University before being admitted to the Scottish bar in 1856. He held the office of Sheriff of Chancery in Scotland 1869-1880. He reorganised the Scottish Liberals and arranged Gladstone's Midlothian campaign of 1879-1880.", "sub": "John McLaren, Lord McLaren", "obj": "Edinburgh", "n_raters": 5, "rater_percent": 0.8, "overall": true}
{"text": "Smith was born near Chickasha, Oklahoma a year before it became a state, to parents who were part Cherokee. He grew up among American Indians of the Choctaw and Chickasaw tribes. He graduated from East Central University in Ada, Oklahoma in 1934. He moved to New York City in 1936, where he attended Columbia University, and remained in New York for the rest of his life.", "sub": "Leon Polk Smith", "obj": "Chickasha", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "Born in Pembroke, Ontario, Canada, Stone received an LL.B. from Marquette University Law School in 1912. He was in private practice in Wausau, Wisconsin from 1912 to 1933. U.S. Navy, World War I. He was the city attorney of Wausau, Wisconsin from 1921 to 1929.", "sub": "Patrick Thomas Stone", "obj": "Pembroke", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Isaac Passy (; March 13, 1928, Plovdiv -- August 13, 2010) was a Bulgarian philosopher specializing in aesthetics. He was a professor at Sofia University from 1952 until 1993. He was the most prolific philosopher in the history of Bulgaria. He published over 40 monographs and over 80 volumes of the philosophical classics. He was the father of Solomon Passy.", "sub": "Isaac Passy", "obj": "Plovdiv", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Jonny Restrick (born 2 February 1979 in Northern Ireland) is a British a racing driver manager and a former Northern Irish karting champion. His management company is Jonny Restrick Motorsport Ltd, with the mission to manage the career of up and coming drivers with the ultimate goal being to manage a driver from karting to F1", "sub": "Jonny Restrick", "obj": "Northern Ireland", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Hermann Wilbrand (May 22, 1851 -- 1935) was a German ophthalmologist born in Giessen. Wilbrand's father and grandfather were also physicians.", "sub": "Hermann Wilbrand", "obj": "Gießen", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Jonathan Darlington (born 1956 Lapworth, England) is a British conductor and the Music Director of the Duisburg Philharmonic Orchestra and Vancouver Opera. He is known for his broad repertoire of both opera and symphonic music and appears regularly with major orchestras and opera houses, most notably the Orchestre National de France, Prague Radio Symphony Orchestra, the Swedish Chamber Orchestra, Orchestra Sinfonica del San Carlo di Napoli, the Orchestre Philharmonique de Strasbourg, the National Orchestra of Taiwan, the BBC Symphony Orchestra, English National Opera and Opera Australia.", "sub": "Jonathan Darlington", "obj": "Lapworth", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Bayly was born at Bishops Cannings, or Carions, in Wiltshire. His father was a small farmer, and Bayly's boyhood was spent at the plough. In spite of the constant manual work he had to do, he took advantage of the kindness of an exciseman living in a neighbouring village, who offered to give him some lessons. From him he learned the elements of arithmetic. A gentleman of Bath, named Kingston, heard of the boy's taste for mathematics, and gave him some help. He became usher in a school at Stoke, near Bristol, and after a while took a similar situation in another school in the neighbourhood. While thus employed, he took every opportunity of increasing his mathematical knowledge. Nevil Maskelyne, the astronomer-royal, happened to hear of his talents, and engaged him as an assistant at the Royal Observatory. On his recommendation Bayly, in 1769, was sent out by the Royal Society to North Cape, Norway to observe the transit of Venus that occurred in that year, and his observations were printed in the Philosophical Transactions of the society. In 1772 he accompanied William Wales as an astronomer on Cook's second voyage of discovery to the southern hemisphere. The two ships employed in the expedition, the Resolution and the Adventure, sailed on 13 June. He also sailed in Cook's third and last voyage made with the Resolution and the Discovery, which cleared the channel on 14 July 1776. This voyage, in which Cook was killed, came to an end in 1780.", "sub": "William Bayly", "obj": "Bishops Cannings", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "The monography of F. Geisthardt (1936) about Cardinal Boso refuted almost all elements of his traditional biography concerning the period before his promotion to the cardinalate. He has proven that Boso's curial career much predated the career of his alleged uncle Nicholas Breakspear. He served at the papal curia from at least 1135 as member of the household of cardinal Guido of SS. Cosma e Damiano from Pisa, and it was Guido, not Nicholas, who was his early protector at the papal court. Geisthardt has established that Boso was born probably at Loppia near Lucca in Tuscany. His conclusions are now accepted in academic literature.", "sub": "Boso Breakspeare", "obj": "Lucca", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Chu Fujia (; born 10 September 1989 in Jiangsu, China) is a Chinese baseball infielder for the Jiangsu Hopestars. He was a member of the China national baseball team competing in the 2009 World Baseball Classic.", "sub": "Chu Fujia", "obj": "Jiangsu", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Peretz Smolenskin was born near Mogilev (Russia). His family came from Smolensk. His older brother was seized by the Czar's army and never returned. His father, falsely accused of a crime, was a fugitive for over two years and died when Peretz was eleven. At the age of 12, Smolenskin left home to study at a yeshiva for five years. He began reading secular books and learning Russian under the influence of the Haskalah movement. He traveled through southern Russia and the Crimea, supporting himself by singing in choirs and preaching in synagogues. In 1862, he settled in Odessa where he studied music and languages. He worked there as a Hebrew teacher. In 1867, he published his first story. During his travels through Rumania, Germany and Bohemia, he acquired Turkish nationality. In Vienna he founded a Hebrew journal that became a literary platform for the Haskalah movement and the early Jewish nationalist movement. He was stricken with tuberculosis in 1883. His last novel, The Inheritance, was completed shortly before his death.", "sub": "Peretz Smolenskin", "obj": "Mogilev", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Alex Halberstadt (born in 1970 in Moscow) is an American writer, noted in particular for his biography of Doc Pomus. He came to the United States as a child in 1980. He graduated from Oberlin College in 1992, and for some time worked at NYANA, a refugee resettlement agency in New York City (his co-workers there included Todd Solondz, Gary Shteyngart, Alexander Gelman and Roman Turovsky).", "sub": "Alex Halberstadt", "obj": "Moscow", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Binet was born in East Angus, near Sherbrooke, Quebec, and obtained two music degrees in Montreal before traveling to Paris, France, for studies in piano. She studied under Claude Champagne, Jean Dansereau and Jean-Marie Beaudet at the École Supérieure de Musique d'Outremont (École de musique Vincent-d'Indy). She continued her studies at the Paris Conservatory in 1948 and 1949 on a grant from the French government and again in 1949 and 1951 on another grant from the Quebec government, where her teachers were Tony Aubin, Noël Gallon and Olivier Messiaen. Binet died in Quebec City in 1968.", "sub": "Jocelyne Binet", "obj": "Sherbrooke", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Hellmuth Christian Wolff (23 May 1906 Zürich - 1 July 1988 Leipzig) was a German composer and musicologist. As a young man he studied music in Berlin and Kiel. He later taught music in Leipzig from 1954-1971. He is particularly remembered for his numerous publications on the history of opera and in particular the subject of baroque opera. Also of interest, are his writings on the visual aspects of music which led him to study iconography, including a pictorial history of opera.", "sub": "Hellmuth Christian Wolff", "obj": "Zurich", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Ad Bol (born 8 December 1970, Roosendaal) is a Dutch director and screenwriter. His films have featured at several international film festivals.", "sub": "Ad Bol", "obj": "Roosendaal", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Limerick, he studied in the early 1850s at Queen's College, Cork. He moved to Dublin in the early 1860s, to London and then New York in the early 1870s, and back to Dublin in 1875. His offices were at 23 Harcourt Street, Dublin. He died of smallpox at the age of forty-four in 1878. Architects in his family included his father, John Fogerty of Limerick, his brother Joseph Fogerty of London, and his son, John Frederick Fogerty of Dublin.", "sub": "William Fogerty", "obj": "Limerick", "n_raters": 5, "rater_percent": 0.8, "overall": true}
{"text": "Born in Franksville, Wisconsin, Morse attended the common schools of Racine County. He was graduated from Ripon College, Wisconsin, in 1893.", "sub": "Elmer A. Morse", "obj": "Franksville", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Laurence Lampert is a leading academic on Nietzsche studies. He was born and raised in Winnipeg, Manitoba. From Northwestern University, Lampert received his master's in 1968 and his doctorate in 1971. He taught at Indiana University for 35 years and is currently professor emeritus of Philosophy at Indiana University-Purdue University Indianapolis.", "sub": "Laurence Lampert", "obj": "Winnipeg", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Ashley Gilbertson (born 22 January 1978) is an award-winning photographer best known for his images of the Iraq war. Born in Melbourne, Australia, he started his career at thirteen taking pictures of skateboarders. After graduating secondary school, he was mentored by Filipino photographer Emmanuel Santos, and later Masao Endo in the Japanese highlands.", "sub": "Ashley Gilbertson", "obj": "Australia", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Rudolph Lexow (January 10, 1823 Tönning, Schleswig-Holstein -- July 16, 1909 New York City) was a German-American writer and editor.", "sub": "Rudolph Lexow", "obj": "Tönning", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Mobile, Alabama, Arthur played guitar, keyboards, bass, and drums in numerous Southern U.S. touring rock bands. In the mid-90s he moved to Chicago, where he played guitar in the band Universal Life and Accident, in which he was the singer and principal songwriter, and later in Atombombpocketknife.", "sub": "Che Arthur", "obj": "Mobile", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Linda Crockett, born in Hamilton, Ontario, Canada, is an American author and teacher, best known for her horror, romance, and psychological thrillers. Linda Crockett published over a dozen books which were translated into as many languages, under the pen names Linda Crockett, Linda Crockett Gray, Linda C. Gray, and Christina Crockett. First published by Playboy Paperbacks in 1979, Linda went on to write four Harlequin ``Superromances'', making history by introducing the first disabled leading man ever to appear in a Harlequin romance novel.", "sub": "Linda Crockett", "obj": "Hamilton", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Mark Robinson (born November 21, 1968) is a footballer born in Rochdale, Lancashire. He is a former West Bromwich Albion F.C., Barnsley F.C., Newcastle United, Swindon Town and Chippenham Town F.C. full back.", "sub": "Mark Robinson", "obj": "Rochdale", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Taratuta was born Elka Ruvinskaia in the village of Novodmitrovka, near Kherson in Ukraine, then part of the Russian Empire. Her family was Jewish and her father ran a small shop. Taratuta worked as a teacher after completing her studies.", "sub": "Olga Taratuta", "obj": "Kherson", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Francisco de Osuna (1497--1541) was a Spanish author, born in Seville.", "sub": "Francisco de Osuna", "obj": "Seville", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Plessisville, Quebec (located 30 km from Victoriaville, Quebec), the son of Daniel Garneau and Valérie Gosselin, he received a Master's degree in Commercial Sciences from Université Laval in 1958 and a licence in economics from the University of Geneva in 1963.", "sub": "Raymond Garneau", "obj": "Plessisville", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Walkington was a native of Lincoln. He was educated at Cambridge, where he graduated B.A. in 1596-7 and M.A. in 1600. He was elected to a fellowship at St. John's College, Cambridge, on 26 March 1603. He was incorporated B.D. of Oxford on 14 July 1611, and proceeded D.D. of Cambridge in 1613. He was presented to the vicarage of Raunds, Northamptonshire, in 1608, and to the rectory of Wadingham St. Mary, Lincolnshire, in 1610, and the vicarage of Fulham, Middlesex, on 25 May 1615. He died in 1621, the administration of his goods being granted on 29 October of that year.", "sub": "Thomas Walkington", "obj": "Lincoln", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Nichols was born near Eagle Rock in Wake County, North Carolina. After attending the common schools and working for six years in the printing trade, Nichols, at the age of twenty-one, attended Lovejoy Academy in Raleigh for one year, after which he engaged in the book and job printing business and newspaper publishing.", "sub": "John Nichols", "obj": "Eagle Rock", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "A graduate of Franklin & Marshall College in Lancaster, Pennsylvania, he later earned a dual Master's Degree in Domestic Policy and Urban & Regional Planning from Princeton University in Princeton, New Jersey. His meteorological course work is from College of DuPage, Pennsylvania State University, Portland State University, and Oklahoma State University.", "sub": "Keenan Smith", "obj": "Lancaster", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "Karl Leo (July 10, 1960, in Freiburg im Breisgau a city in Baden-Württemberg, Germany) is a German physicist.", "sub": "Karl Leo", "obj": "Freiburg im Breisgau", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Michael Shine (Michael Lyle ``Mike'' Shine; born September 19, 1953 in Warren, Pennsylvania) is a former United States Olympic athlete. At the 1976 Summer Olympics held in Montreal, he earned the silver medal in the 400 m Men's Hurdles, behind Edwin Moses, who set the World Record and effectively opened a new chapter in the event in that race.", "sub": "Michael Shine", "obj": "Warren", "n_raters": 6, "rater_percent": 1.0, "overall": true}
{"text": "Born in Birmingham, Fisher spent his entire working life at the National Union of Public Employees, serving as General Secretary from 1968 to 1982. This was a period of rapid growth for the union and included the Winter of Discontent. In 1981, he served as President of the Trades Union Congress.", "sub": "Alan Fisher", "obj": "Birmingham", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Vilwamangalam Swamiyar was a Brahmin saint who lived during the middle of 14th century in Kerala. He was such an ardent devotee of Lord Guruvayoorappan that he is said to have the ability to actually see the lord whenever he wanted. Even though he is a Keralite, his fame as a poet had spread through the entire country. There are some claims as to the birth place of Swamiyar. Bengalis believe that he was born in Bengal while Oriyans believe in Orissa. But the fact implies that he belongs to the Panniyoor village of Kerala State. ``Sreekrishna Karnaamritham'' is his devotional masterpiece, written under an unspecified name ``Leelaasukan''. Vilwamangalam was very active in setting up several famous temples in Kerala such as Thiruvaarppu, and Cherthala Kaarthiaayani. It is believed that he attained Samadhi at Vilwamangalam Shri Krishna Swamy Temple.", "sub": "Vilwamangalam Swamiyar", "obj": "Bengal", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "Maude Duncan was born to a well-to-do family in Virginia. There she met and married her husband and followed him to Winslow, where he started a newspaper, the Winslow American.", "sub": "Maude Duncan", "obj": "Virginia", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Bourgelat was born at Lyon. He was the founder of veterinary colleges at Lyon in 1762, as well as an authority on horse management, and often consulted on the matter. Other dates claimed for the establishment of the Lyon College, the first veterinary school in the world, are 1760 and 1761.", "sub": "Claude Bourgelat", "obj": "Lyon", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Morton Estrin, the noted American pianist, was born in Burlington, Vermont in 1923. His career began in 1949 with a well-received recital at Town Hall. He studied with the noted teacher Vera Maurina-Press and others.", "sub": "Morton Estrin", "obj": "Burlington", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "He was born in Settignano, near Florence. We know little about his education as a sculptor, but he appears to have studied in Florence and Rome. Íñigo López de Mendoza y Quiñones, Count of Tendilla, commissioned him in Genoa to sculpt a tomb for Mendoza's brother, Cardinal Diego Hurtado de Mendoza, who had died in 1502. The tomb was transported to Seville, where Fancelli helped to place it in the Cathedral. Around 1510 he was commissioned to design and sculpt the tomb of John, Prince of Asturias, son of the Catholic Monarchs, who had died in 1497 at the age of 19. The tomb was to be located in Ávila at the Royal Monastery of Saint Thomas. The success of this project led to what might be his best known work, the tomb of the Catholic Monarchs in the Royal Chapel of the Cathedral of Granada, which he completed in 1517. Commissioned also to create tombs for Joanna and Philip I of Castile, he died before the project could be executed, and Bartolomé Ordóñez took his place.", "sub": "Domenico Fancelli", "obj": "Florence", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Keppel Harcourt Barnard (31 March 1887 London -- 22 September 1964 Cape Town), was a South African zoologist and museum director. He was the only son of Harcourt George Barnard M.A. (Cantab.) , a solicitor from Lambeth, and Anne Elizabeth Porter of Royston.", "sub": "Keppel Harcourt Barnard", "obj": "London", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Gilbert Velasquez, born in Seguin, TX and raised in San Antonio, TX. President of ``Velasquez Productions Inc.'' in San Antonio TX, has been a part of ``Tejano Music'' since the mid ''70``s. He began performing as a guitarist in the early 70's and finally jointed ``The Royal Jesters'' in 1974 recording the album ``The Band''. Later from 1976 to 1979 Gilbert toured Europe, the Far East and beyond with a band called SugarJammer, bringing tejano music to thousands of our military troops overseas. After returning to San Antonio again in 1979 Gilbert joined the David Marez band ``People'' finishing the ''70'ss with this popular group at that time. In 1980 he was asked to join the ``Latin Breed'' and thus began his quarter century affiliation with this legendary band. In the ``80'ss Gilbert worked closely with the newborn TTMA to begin what we know today as the ``Tejano Music Awards''. Anyone in the business today will recognize Gilbert as part of the force in the production of this event. His input ranged from writing rhythm charts for a multitude of artists who performed at this show during those years, to working as a house engineer and a mixing engineer on live recording dates.", "sub": "Gilbert Velasquez", "obj": "Seguin", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Henry Hall (born 1810 at Sheffield; died 1 December 1864 at Nottingham) was an English cricketer who played first-class cricket from 1827 to 1837. Hall played for Sheffield and made 14 known appearances in first-class matches. He represented the North in the North v. South series.", "sub": "Henry Hall", "obj": "Sheffield", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Jombang, East Java, Madjid received his early education in religious institutions in Indonesia, so called pesantren. He later received his doctorate in Islamic Studies from the University of Chicago in the United States where he studied under the noted Pakistani-American scholar, Fazlur Rahman. In 2003 he participated in Indonesia's national elections as a candidate for the presidency. He served as Rector of Paramadina University in Jakarta from 1998 up until his death. Madjid was married and had two children, one of whom married an American Jew.", "sub": "Nurcholish Madjid", "obj": "Jombang Regency", "n_raters": 5, "rater_percent": 0.8, "overall": true}
{"text": "Lars Gabriel von Haartman (23 September 1789 Turku - 16 December 1859 Merimasku) was a Swedish-speaking Finnish politician. Along with Count Gustaf Mauritz Armfelt, he was one of the most prominent politicians who were in favour of developing Finland as part of the Russian Empire instead of striving towards independence.", "sub": "Lars Gabriel von Haartman", "obj": "Turku", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Nina Repeta (born September 10, 1967 in Shelby, North Carolina) is an American actress best known for her role as Bessie Potter on the television drama Dawson's Creek, which aired from 1998 to 2003.", "sub": "Nina Repeta", "obj": "Shelby", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "He was born January 7, 1913 in Emmetsburg, Iowa, the son of Francis Xavier Cretzmeyer, Sr., an Iowa physician. He also had an uncle who was a physician in Algona. Cretzmeyer's father had played baseball for three years for the Iowa Hawkeyes before graduating in 1905, but Francis Jr. was expected to follow in the family tradition and become a doctor.", "sub": "Francis X. Cretzmeyer", "obj": "Emmetsburg", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "(Not to be confused with May Brahe, a female Australian music composer who published some of her work under the pseudonym Henry Lovell) Henry Lovell (June 13, 1828 -- December 4, 1907) was a Canadian politician. Born in Barnston, Stanstead County, Lower Canada, the son of William Lovell and Mary Hanson, Lovell was a farmer and merchant. He moved to Coaticook, Quebec in 1867. He was a municipal councilor in Coaticook from 1876 to 1885 and again from 1888 to 1891. He was mayor from 1874 to 1875 and from 1886 to 1887. He was elected to the Legislative Assembly of Quebec in 1878 for the riding of Stanstead. A Quebec Liberal, he was defeated in 1881 and 1886. He was elected to the Canadian House of Commons for Stanstead in 1900. A Liberal, he was re-elected in 1904. He died while in office in 1907. His son, Charles Henry Lovell, was elected in the 1908 by-election following the death of his father. His other son, Moodie Brock Lovell, was a Member of the Legislative Assembly of Quebec.", "sub": "Henry Lovell", "obj": "Coaticook", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "Born January 26th in St Leonards-on-Sea, Sussex, UK, he started his career in the media in 1984 as TV presenter and producer for Videomusic, the first musical TV channel in Europe. presented the Italian links for the World Music Video Awards (300 million viewers) with Bill Wyman and Rick Hutton in 1986 and Estate Rock with Ron Wood on RAI 1. After English teaching programs on Italia 1 and Telemontecarlo in 1990 leaves the world of television and music. Clive subsequently created and organized festivals:", "sub": "Clive Malcolm Griffiths", "obj": "United Kingdom", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Sussex Court House (now Newton), in Sussex County, New Jersey, Anderson was the son of Colonel Thomas Anderson, Esq. (1743--1805), an attorney and quartermaster in the Continental Army during the American Revolution.", "sub": "Thomas Oakley Anderson", "obj": "Sussex County, New Jersey", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Francis Davis (born August 30, 1946, Philadelphia) is an American author and journalist. He is best known as the jazz critic for The Village Voice, and a contributing editor for The Atlantic Monthly. He has also worked in radio and film, and taught courses on Jazz and Blues at the University of Pennsylvania. He was a 1994 Pew Fellowships in the Arts.", "sub": "Francis Davis", "obj": "Philadelphia", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Oskar Simon (January 2, 1845 - March 2, 1882) was a German dermatologist who was a native of Berlin.", "sub": "Oskar Simon", "obj": "Berlin", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Guyse was born at Hertford in 1680. He was educated for the ministry at the academy of the Rev. John Payne at Saffron Walden, and began to preach in his twentieth year. He sometimes assisted William Haworth, then minister of a congregation of dissenters in Hertford, and succeeded him in the charge 27 September 1705. His ministry at Hertford was distinguished by the vigour of his attacks on Arianism.", "sub": "John Guyse", "obj": "Hertford", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Nicolas Deschamps (born at Villefranche, Rhône, France, 1797; died at Aix-en-Provence, 1872) was a French Jesuit controversial writer.", "sub": "Nicolas Deschamps", "obj": "Villefranche-sur-Saône", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Mark Koevermans (born 3 February 1968 in Rotterdam) is a former tennis player from the Netherlands, who turned professional in 1987. He represented his native country as a lucky loser at the 1992 Summer Olympics in Barcelona, where he was defeated in the third round by Brazil's Jaime Oncins. The right-hander, nicknamed Koef, won one career title in singles (Athens, 1990). He reached his highest singles ATP-ranking on 27 May 1991, when he became the number 37 of the world.", "sub": "Mark Koevermans", "obj": "Rotterdam", "n_raters": 6, "rater_percent": 1.0, "overall": true}
{"text": "George Smalridge was born at Lichfield, son of the Sheriff of Lichfield Thomas Smalridge, George received his early education, this being completed at Westminster School and at Christ Church, Oxford.", "sub": "George Smalridge", "obj": "Lichfield", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "He was born at Vého near Lunéville, the son of a tailor. Educated at the Jesuit college at Nancy, he became curé (priest) of Emberménil in 1782. In 1783 he was crowned by the Academy of Nancy for his Eloge de la poésie, and in 1788 by that of Metz for an Essai sur la régénération physique et morale des Juifs.", "sub": "Henri Grégoire", "obj": "Lunéville", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Born in Läänemaa, Estonia, Uesson graduated from the Theological Seminary in Riga, present-day Latvia in 1902. In 1910, he finished his studies at the Riga Polytechnic Institute, graduating cum laude with a degree as a civil engineer. He began his career as an architect and engineer by constructing many of Tallinn's Jugendstil buildings in the 1910s, working for Tallinn's then-mayor Voldemar Lender. By the spring of 1912, Uesson was constructing over 40 houses in the capital city.", "sub": "Anton Uesson", "obj": "Läänemaa", "n_raters": 5, "rater_percent": 0.6, "overall": true}
{"text": "Wright was a native of Clonakilty, County Cork, where his father and brothers practiced as solicitors; he married Mary Barrington in 1881. He served as Solicitor-General for Ireland from 1900 to 1903 in the Unionist government headed by Lord Salisbury. He was appointed to the Queen's Bench Division of the Irish High Court in 1903 where he served till his death. He was immensely popular with his colleagues and greatly respected as a lawyer; a colleague humorously described him as a man who is ``on the borderline of genius but never trespasses''; a popular verse halled him as `` Judge Wright, who's never wrong!''", "sub": "George Wright", "obj": "Clonakilty", "n_raters": 5, "rater_percent": 0.0, "overall": false}
{"text": "Arnela Odžaković (born September 5, 1983 in Trebinje, Bosnia and Herzegovina, former Yugoslavia as an ethnic Bosniak) is a karate fighter and BiH sportswoman of the year 2007.", "sub": "Arnela Odžaković", "obj": "Trebinje", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "He was idolized by Pedroto, who would become another major star in the Porto side. Both had their name suggested to the Estádio do Dragão. One of the most important sportsmen born in the Madeira Islands (some say his legacy lives on modern star Cristiano Ronaldo), he has a street named after him in his hometown Funchal.", "sub": "Artur de Sousa Pinga", "obj": "Funchal", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Walter Bergman (1913--1986) was born Walter Bergmann in Königsberg (now Kaliningrad, Russia), East Prussia, on 30 July 1913.", "sub": "Walter Bergman", "obj": "Königsberg", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Fulham, Stone studied at the London School of Economics and joined the Independent Labour Party (ILP). During World War II, he worked for the Aeronautical Inspection Department, and he subsequently moved to Glasgow. In 1947, he became joint editor with Frank Ridley of the party's weekly newspaper, the Socialist Leader and, when Ridley resigned the following year, he continued as sole editor.", "sub": "George Stone", "obj": "Fulham", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Antônio André de Sá Filho, known as André Filho (21 March 1906 -- 2 July 1974 in Rio de Janeiro) was a Brazilian actor, violinist, mandolinist, banjo player, guitarist, pianist, composer and singer. He worked with some of Brazil's most notable performers of the 1930s including Carmen Miranda, Mário Reis and Noel Rosa.", "sub": "André Filho", "obj": "Rio de Janeiro", "n_raters": 5, "rater_percent": 0.6, "overall": true}
{"text": "Ric Marlow (born December 21, 1925 New York City) is an American songwriter and actor, best known for co-writing with Bobby Scott the song ``A Taste of Honey'' which won a Grammy in 1962. The song has been recorded by many artists including Barbra Streisand, Tony Bennett, Herb Alpert, and The Beatles. He also has several acting roles most notably on the television programs, Bonanza, Hawaii Five-O, and Magnum, P.I.", "sub": "Ric Marlow", "obj": "New York City", "n_raters": 6, "rater_percent": 1.0, "overall": true}
{"text": "He was born October 13, 1967 in Pomona, California to Victor and Catherine Tessier and attended Damien High School in La Verne. During the summer of his sophomore year at Damien he was paralyzed from the waist down after an accident at the beach but still went on to graduate from Damien as well as, later, Pomona College in Claremont where he graduated Summa Cum Laude. He was well known on the campus for his handicapped-rights oriented political activism, including founding the Claremont Colleges' first disabled rights organization, Students for Handicapped Awareness and Personal Equality.", "sub": "Edward Tessier", "obj": "Pomona", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Morris is a fourth generation native of the San Juan Islands. He was elected to the State House of Representatives in 1996 where he serves as Chair of the House Committee on Technology, Energy and Communications.", "sub": "Jeff Morris", "obj": "San Juan Islands", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "Max Ferguson (born 1959, New York City) is an American artist best known for his realistic paintings of vanishing urban scenes in and around New York City.", "sub": "Max Ferguson", "obj": "New York City", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "John D. Raffaelli is an American lobbyist born in Texarkana, Texas. He is a partner in the Washington, DC based lobbying firm Capitol Counsel LLC.", "sub": "John D. Raffaelli", "obj": "Texarkana, TX-Texarkana, AR Metropolitan Statistical Area", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Betty Luisa Zanolli Fabila (born in 1965 in Mexico City) is a Mexican pianist. She is the daughter of the Italian-Mexican composer Uberto Zanolli and the Mexican soprano Betty Fabila.", "sub": "Betty Zanolli Fabila", "obj": "Mexico City", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "In an article, Dr. Ayesha Siddiqa, a noted Pakistani political commentator, claimed that Rana was appointed ``mainly because he is a friend of the prime minister and from his home town of Multan.'' Siddiqa also said that Rana had previously been charged for sexual harassment, the inquiry of which was quashed. He holds dual Canadian citizenship.", "sub": "Buland Akhtar Rana", "obj": "Multan", "n_raters": 6, "rater_percent": 0.0, "overall": false}
{"text": "Alan Welsh (born 9 July 1947, in Edinburgh) is a retired Scottish footballer.", "sub": "Alan Welsh", "obj": "Edinburgh", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Louis-Ernest Lafont (b. July 26, 1879, Lyon, d. May 7, 1946, Paris) was a French socialist politician. Lafont represented Loire in the French National Assembly between 1914 and 1928, and then Hautes-Alpes between 1928 and 1936. He served as Minister of Public Health 1935-1936. Politically, he was a disciple of Hubert Lagardelle.", "sub": "Ernest Lafont", "obj": "Lyon", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in 1852 in Lexington, Ohio, she was the daughter of Alice Cook and Dr. Hugh P. Anderson, who died when she was young. The family spent some time on the Iowa frontier, returning eventually to Mansfield, Ohio where she graduated from high school in 1869. After a short time teaching in public schools, she prepared for entry to the University of Michigan, passing her entrance examinations in 1871.", "sub": "Olive San Louie Anderson", "obj": "Lexington, Kentucky", "n_raters": 5, "rater_percent": 0.2, "overall": false}
{"text": "François Ozenda (1923--1976) was a painter born in Marseille, France. He spent his childhood there, in a modest family. He left school at age 14 as a result of a motorcycle accident. He worked various trades, generally living off the barter of his art and support from his friends. He claims to have learned painting in three months by attending the art school in Marseille, France. A painter and mystical poet, he painted in a surrealistic style filled with esotericism and spirituality. Between 1950 and 1976, he mixed the artistic life with living on the Mediterranean coast. He had several exhibitions, especially in the South of France in particular in Vence and the Galerie Alphonse Chave. In 1973, he settled in Salernes, France and died of a heart attack in 1976.", "sub": "François Ozenda", "obj": "Marseille", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Spain of a Basque family, Garma studied medicine in Madrid. He then studied in Germany under Robert Gaupp and Karl Bonhoeffer, and underwent analysis with Theodor Reik at the Berlin Institute of Psychoanalysis. A 1931 paper to the Berlin Psychoanalytic Association proposed - in contrast to Freud, who held that psychotics repressed reality to satisfy the id - that psychotics repress the id more drastically than do neurotics. He practiced as a psychoanalyst in Spain from 1931 to 1936 before moving to France and finally emigrating to Argentina in 1938. He helped found the Argentinian Psychoanalytical Association (APA) in late 1942, serving as its first president from 1942 to 1944, and the journal Revista de psicoanálisis.", "sub": "Ángel Garma", "obj": "Spain", "n_raters": 5, "rater_percent": 1.0, "overall": true}
{"text": "Born in Tucson, Arizona, Bilby earned a bachelor's degree in 1955 from the University of Arizona and a law degree from the University of Michigan Law School in 1958.", "sub": "Richard Bilby", "obj": "Tucson", "n_raters": 5, "rater_percent": 1.0, "overall": true}
